README.md

# Table of Contents

1.  [Beginner](#org0c69cc4)
    1.  [Duolingo](#org551e5b4)
    2.  [My ebook](#org14e5293)
    3.  [YouTube](#org1aff123)
2.  [Intermediate](#org3b46288)
    1.  [Lingvist](#org8a72c9f)
    2.  [YouTube](#org0ce192d)
    3.  [HelloTalk](#org367841c)
3.  [Avancé](#org5a69b05)
    1.  [Académie française](#org6c10df8)
    2.  [Livres](#orgf3c4628)
    3.  [YouTube](#orga6054a1)



<a id="org0c69cc4"></a>

# Beginner


<a id="org551e5b4"></a>

## Duolingo

Start with 5 minutes a day and increase every day.


<a id="org14e5293"></a>

## My ebook

[Comment devenir autonome en français en 3 mois ?](https://www.amazon.fr/Comment-devenir-autonome-fran%C3%A7ais-mois-ebook/dp/B08FLBQHCL/ref=sr_1_1?__mk_fr_FR=%C3%85M%C3%85%C5%BD%C3%95%C3%91&dchild=1&keywords=comment+devenir+autonome+en+fran%C3%A7ais+en+3+mois&qid=1633089394&qsid=262-1384172-0786626&sr=8-1&sres=B08FLBQHCL%2C2813215775%2CB08FHF7PDD%2C2700251725%2CB01GI5NUKC%2CB08FRMYCZZ%2CB006RJSOM4%2CB00I1A9O0S%2CB08FQHH6VG%2CB089S4M4JJ%2CB01MY4II7N%2CB002847B9Y%2CB00UPO3MGA%2CB07J65DG91%2CB082TGVTMG%2CB07WPS21J2%2CB07NBMBHL5%2CB078XXYNYD%2CB00VB79N4A&srpt=ABIS_BOOK)


<a id="org1aff123"></a>

## YouTube

-   Français : Tapez ce que vous voulez en Français sur YouTube.
-   English : Type anything you wish in French.


<a id="org3b46288"></a>

# Intermediate


<a id="org8a72c9f"></a>

## Lingvist

Download the app (it's NOT free).


<a id="org0ce192d"></a>

## YouTube

-   Français : cherchez des livres audio.
-   English: Look for audiobooks.


<a id="org367841c"></a>

## HelloTalk

-   Français : Trouvez un parternaire linguistique sur HelloTalk
    (application gratuite).
-   English: Find a language buddy on HelloTalk (free app)


<a id="org5a69b05"></a>

# Avancé


<a id="org6c10df8"></a>

## Académie française

Lisez le site de l'académie française.


<a id="orgf3c4628"></a>

## Livres

Téléchargez l'application Koober (c'est payant).


<a id="orga6054a1"></a>

## YouTube

Cherchez des films complets.

